export const knowledge = [
  {
    ask: '十二生肖是啥？',
    answer: '子鼠、丑牛、寅虎、卯兔、辰龙、巳蛇、午马、未羊、申猴、酉鸡、戌狗、亥猪'
  },{
    ask: '中国十大名茶?',
    answer: '西湖龙井（浙江杭州西湖区）、碧螺春（江苏吴县太湖的洞庭山碧螺峰）、信阳毛尖（河南信阳车云山）、君山银针（湖南岳阳君山）、六安瓜片（安徽六安和金寨两县的齐云山）、黄山毛峰（安徽歙县黄山）、祁门红茶（安徽祁门县）、都匀毛尖（贵州都匀县）、铁观音（福建安溪县）、武夷岩茶（福建崇安县）'
  },{
    ask: '中国四大名绣?',
    answer: '苏绣（苏州）、湘绣（湖南）、蜀绣（四川）、广绣（广东）'
  },{
    ask: '中国四大名扇?',
    answer: '檀香扇（江苏）、火画扇（广东）、竹丝扇（四川）、绫绢扇（浙江）'
  },{
    ask: '中国四大名花?',
    answer: '牡丹（河南洛阳）、水仙（福建漳州）、菊花（浙江杭州）、山茶（云南昆明）'
  },{
    ask: '中国四大名花?',
    answer: '牡丹（河南洛阳）、水仙（福建漳州）、菊花（浙江杭州）、山茶（云南昆明）'
  },{
    ask: '中国四大发明?',
    answer: '造纸（东汉.蔡伦）、火药（唐朝.古代炼丹家）、印刷术（北宋.毕昇）、指南针（北宋.发明者无记载）'
  },{
    ask: '四书是什么?',
    answer: '《论语》、《中庸》、《大学》、《孟子》'
  },{
    ask: '四书是哪四书?',
    answer: '《论语》、《中庸》、《大学》、《孟子》'
  },{
    ask: '五经是哪五经?',
    answer: '《诗经》、《尚书》、《礼记》、《易经》、《春秋》'
  },{
    ask: '书法九势是哪九势?',
    answer: '落笔、转笔、藏峰、藏头、护尾、疾势、掠笔、涩势、横鳞竖勒'
  },{
    ask: '扬州八怪是哪八怪?',
    answer: '郑板桥、汪士慎、李鱓、黄慎、金农、高翔、李方鹰、罗聘'
  },{
    ask: '北宋四大家是哪四大家?',
    answer: '黄庭坚、欧阳修、苏轼、王安石'
  },{
    ask: '中国四大民间传说是哪四个?',
    answer: '《牛郎织女》、《孟姜女》、《梁山伯与祝英台》、《白蛇与许仙》'
  },{
    ask: '中国四大文化遗产？',
    answer: '《明清档案》、《殷墟甲骨》、《居延汉简》、《敦煌经卷》'
  },{
    ask: '五岳（中华传统文化中五大名山）是哪五岳？',
    answer: '（中岳）河南嵩山、（东岳）山东泰山、（西岳）陕西华山、（南岳）湖南衡山、（北岳）山西恒山'
  },{
    ask: '五湖四海中五湖分别指什么？',
    answer: '鄱阳湖（江西）、洞庭湖（湖南）、太湖（江苏）、洪泽湖（江苏）、巢湖（安徽）'
  },{
    ask: '五湖四海中的四海分别指什么？',
    answer: '渤海、黄海、东海、南海'
  },{
    ask: '中国古代四大名桥是什么？',
    answer: '广济桥、赵州桥、洛阳桥、卢沟桥'
  },{
    ask: '中国四大名园分别是什么？',
    answer: '颐和园（北京）、避暑山庄（河北承德）、拙政园（江苏苏州）、留园（江苏苏州）'
  },{
    ask: '中国四大名刹分别是什么？',
    answer: '灵岩寺（山东长清）、国清寺（浙江天台）玉泉寺（湖北江陵）、栖霞寺（江苏南京）'
  },{
    ask: '中国四大名楼分别是什么？',
    answer: '鹳雀楼（永济） 、滕王阁（江西）、黄鹤楼（武汉）、岳阳楼（岳阳）'
  },{
    ask: '中国四大名亭分别是什么？',
    answer: '醉翁亭（安徽滁县）、陶然亭（北京先农坛）、爱晚亭（湖南长沙）、湖心亭（杭州西湖）'
  },{
    ask: '中国四大古镇分别是什么？',
    answer: '景德镇（江西）、佛山镇（广东）、汉口镇（湖北）、朱仙镇（河南）'
  },{
    ask: '中国四大碑林分别是什么？',
    answer: '西安碑林（陕西西安）、孔庙碑林（山东曲阜）、地震碑林（四川西昌）、南门碑林（台湾高雄）'
  },{
    ask: '中国四大名塔分别是什么？',
    answer: '嵩岳寺塔（河南登封嵩岳寺）、飞虹塔（山西洪洞广胜寺）、释迦塔（山西应县佛宫寺）、千寻塔（云南大理崇圣寺）'
  },{
    ask: '中国四大石窟分别是什么？',
    answer: '莫高窟（甘肃敦煌）、云岗石窟（山西大同）、龙门石窟（河南洛阳）、麦积山石窟（甘肃天水）'
  },{
    ask: '中国四大书院分别是什么？',
    answer: '白鹿洞书院（江西庐山）、岳麓书院（湖南长沙）、嵩阳书院（河南嵩山）、应天书院（河南商丘）'
  },{
    ask: '中国四大佛教名山分别是什么？',
    answer: '浙江普陀山（观音菩萨）、山西五台山（文殊菩萨）、四川峨眉山（普贤菩萨）、安徽九华山（地藏王菩萨）'
  },{
    ask: '中国四大道教名山分别是什么？',
    answer: '湖北武当山、江西龙虎山、安徽齐云山、四川青城山'
  },{
    ask: '五行学说中的五行是什么？',
    answer: '金、木、水、火、土'
  },{
    ask: '四象生八卦中的八卦是什么？',
    answer: '乾（天）、坤（地）、震（雷）、巽（风）、坎（水）、离（火）、艮（山）、兑（沼）'
  },{
    ask: '三皇五帝中的三皇是什么？',
    answer: '伏羲、女娲、神农'
  },{
    ask: '三皇五帝中的五帝是什么？',
    answer: '太皞、炎帝、黄帝、少皞、颛顼'
  },{
    ask: '三教九流中的三教是指什么？',
    answer: '儒教、道教、佛教'
  },{
    ask: '一气化三清是哪三位？',
    answer: '元始天尊（清微天玉清境）、灵宝天尊（禹余天上清境）、道德天尊（大赤天太清境）'
  },{
    ask: '八仙过海是哪八位神仙？',
    answer: '铁拐李、钟离权、张果老、吕洞宾、何仙姑、蓝采和、韩湘子、曹国舅'
  },{
    ask: '十八罗汉指的是哪十八个人？',
    answer: '布袋罗汉、长眉罗汉、芭蕉罗汉、沉思罗汉、伏虎罗汉、过江罗汉、欢喜罗汉、降龙罗汉、大力罗汉、举钵罗汉、开心罗汉、看门罗汉、骑象罗汉、探手罗汉、托塔罗汉、挖耳罗汉、笑狮罗汉、坐鹿罗汉'
  },{
    ask: '十八层地狱是指什么？',
    answer: '拔舌地狱、剪刀地狱、铁树地狱、孽镜地狱、蒸笼地狱、铜柱地狱、刀山地狱、冰山地狱、油锅地狱、牛坑地狱、石压地狱、舂臼地狱、血池地狱、枉死地狱、磔刑地狱、火山地狱、石磨地狱、刀锯地狱'
  },{
    ask: '五脏六腑中五脏指哪些器官？',
    answer: '心、肝、脾、肺、肾'
  },{
    ask: '五脏六腑中六腑指哪些器官？',
    answer: '胃、胆、三焦、膀胱、大肠、小肠'
  },{
    ask: '七情六欲中七情是指什么？',
    answer: '喜、怒、哀、乐、爱、恶、欲'
  },{
    ask: '七情六欲中六欲是指什么？',
    answer: '眼(见欲，贪美色奇物)、耳(听欲，贪美音赞言)、鼻(香欲，贪香味)、舌(味欲，贪美食口快)、身(触欲，贪舒适享受)、意(意欲，贪声色、名利、恩爱)'
  },{
    ask: '五伦关系是指哪五种关系？',
    answer: '君臣、父子、兄弟、夫妇、朋友'
  },{
    ask: '三姑六婆中三姑是指什么？',
    answer: '尼姑、道姑、卦姑'
  },{
    ask: '三姑六婆中六婆是指什么？',
    answer: '牙婆、媒婆、师婆、虔婆、药婆、稳婆'
  },{
    ask: '五谷丰登中五谷指什么？',
    answer: '稻、黍、稷、麦、豆'
  },{
    ask: '中国八大菜系指哪些菜系？',
    answer: '四川菜、湖南菜、山东菜、江苏菜、浙江菜、广东菜、福建菜、安徽菜'
  },{
    ask: '五毒是哪五毒？',
    answer: '石胆、丹砂、雄黄、矾石、慈石'
  },{
    ask: '十恶不赦是指哪十恶？',
    answer: '谋反、谋大逆、谋叛、恶逆、不道、大不敬、不孝、不睦、不义和内乱'
  }
]